{
  "basics": {
    "name": "Luis Miguel Morais",
    "label": "Full Stack Developer",
    "image": "/foto.jpg",
    "email": "morais.luism@gmail.com",
    "phone": "650 84 12 01",
    "GitHub": "https://github.com/moraisLuismNet",
    "LinkedIn": "linkedin.com/in/luis-miguel-m-88a238257",
    "url": "",
    "summary": "Actualmente estoy en desempleo. Mi objetivo a día de hoy es encontrar la oportunidad de seguir formándome y desarrollarme en el sector de las nuevas tecnologías.",
    "location": {
      "city": "Gernika-Lumo",
      "region": "Bizkaia"
    }
  },
  "work": [
    {
      "summary": "Trabajo en la construcción, operario cadena de montaje en Rinder Industrial y Magnéticos Bedia, mozo de almacén y preparación de pedidos y expedición en DHL, CBL- CLN, DFG, AMIG, ALKAR, Cantábrico Distribución (1994-2022)"
    },
    {
      "summary": "Prácticas Administrando Redes en CIFP Elorrieta Errekamari LHII (octubre 2020-febrero 2021)"
    },
    {
      "summary": "Programador Java Junior en Bilbomática (Julio-Octubre 2022)"
    },
    {
      "summary": "Programador .NET Junior en Innotu Projects (Octubre 2024-Febrero 2025)"
    }
  ],
  "education": [
    {
      "summary": "Bachiller Superior y C.O.U. (1989)"
    },
    {
      "summary": "Formación Profesional De Segundo Grado/Rama Administrativa y Comercial (1992)"
    },
    {
      "summary": "Certificado De Profesionalidad De Operaciones Auxiliares De Montaje Y Mantenimineto De Sistemas Microinformáticos (2015)"
    },
    {
      "summary": "Técnico Superior en Administración de Sistemas Informáticos en Red (2021)"
    },
    {
      "summary": "Certificado De Profesionalidad De Desarrollo De Aplicaciones Con Tecnologías Web (.NET y Angular) (2024)"
    },
		{
      "summary": "Técnico Superior en Desarrollo de Aplicaciones Web (2026)"
    },
    {
      "summary": "Cursos y otros conocimientos: Cursos y otros conocimientos: Actividades Auxiliares de Almacen (2015), Soporte de Tecnologías de la Información de Google (2021), Google IT Automation with Python (2021), Linux Essentials NDG (2021), Desarrollo en Java con framework Spring (2022), Certificate of Competence in Full Stack Development 2023JavaScript, Python and React Bottega (2023), Análisis de datos con Python (Data Analysis with Python) (2023), Cálculo Científico con Python (Scientific Computing with Python) (2023), CCNAv7: Introducción a Redes, Conceptos Básicos de Conmutación, Enrutamiento y Conexiones Inalámbricas, Redes Empresariales, Seguridad y Automatización (2023), C (42 Urduliz) (2024), Algoritmos JavaScript y Estructuras de Datos (JavaScript Algorithms and Data Sctructures) (2025)"
    }
  ]
}
